const updateLog = [
    {
        id: 1,
        date: "2023.03.16",
        content:
            "이제 금손 일러레의 방에 업로드 된 이미지도 검색할 수 있습니다. 비정기적으로 업데이트 됩니다.",
    },
    {
        id: 2,
        date: "2023.03.20",
        content:
            "AI로 그린 팬아트 검색에 대한 수요가 있는 것 같아서 왁타버스 불법 AI 팬아트도 추가했습니다. 비정기적으로 업데이트 됩니다.",
    },
    {
        id: 3,
        date: "2023.03.24",
        content: "최적화 작업을 진행해서 속도가 약간 더 빨라졌습니다.",
    },
    {
        id: 4,
        date: "2023.04.02",
        content:
            "잘못된 검색 결과가 나오는 경우를 줄였습니다. (3월 24일 이전의 속도로 다시 약간 느려짐)",
    },
    {
        id: 5,
        date: "2023.04.21",
        content:
            "지난번 업데이트 이후로 누락되고 있던 ai 팬아트를 다시 포함시켰습니다.",
    },
    {
        id: 6,
        date: "2023.05.04",
        content: "RE:FIND를 리뉴얼 하였습니다. 많은 이용 부탁드립니다! 킹아!",
    },
    {
        id: 7,
        date: "2023.05.12",
        content: "작가님들 프로필 사진을 추가하였습니다.",
    },
];

export default updateLog;
